interface Story {
  title: string;
  image: string;
  description: string;
  content: string
}

interface Props {
  [key: number]: Story;
}

const storiesContent: Props = {
  1: {
    title: "Марјан Горгиев",
    image: "/Stories/1.webp",
    description: "Успешна приказна",
    content: "Марјан Ѓорѓиев беше солиден ученик од електротехничка струка насока КТИА . Тој покажа интерес кон сите стручни предмети посебно по практична настава. Ги сакаше индустриските машини и автомобилите затоа се внесе во програмирањето општо и програмирањето на индустриски машини. Според него немал проблем на машинскиот факултет бидејќи во СОУ “Киро Спанџов -Брко” стекнал солидно знаење од математика, физика, електротехника, електроника, програмирање и останатите стручни предмети. "
  },
  2: {
    title: "Златко Миленков",
    image: "/Stories/2.webp",
    description: "Desription 1",
    content: "Златко Миленков беше еден од нашите најдобри ученици од генерацијата 2017-2021 год. Тој е ученик од електротехничка струка, насока КТИА. Златко покажа голем интерес по сите стручни предмети. Работеше во ИТ компанија во Кавадарци во текот на средното училиште а и на други места и сепак беше меѓу најдобрите. Овој период се подготвува за матура. Дел од неговата матура е и проектната задача која ја работеше во компанијата Draexlmair, https://mk.draexlmaier.com/ во  Кавадарци, автоматска врата со оптички сензор за отпечаток на прст. "
  },
  3: {
    title: "Менче Коцева",
    image: "/Stories/3.webp",
    description: "Успешна приказна",
    content: "Менче Коцева е наша ученичка од електотехничка струка, насока КТИА. Таа учеше во нашето училиште од 2009 до 2013 година. Беше една од најдобрите ученици од таа генерација. По завршување на средното училиште се запиша не Електротехничкиот факултет – ФЕИТ при Универзитетот “Свети Кирил и Методи”  Скопје. Истиот успешно го заврши. Во моментот живее во Лондон. Дипломата од ФЕИТ и е призната и е во преговори за работа. "
  },
  4: {
    title: "Мартин Стоев",
    image: "/Stories/4.webp",
    description: "Од СОУ “Киро Спанџов- Брко” до софтверскиот гигант VMWARE ",
    content: "Тој беше брилијантен ученик. Ослободен од било какви предрасуди, каракеристични за мала средина, со чист ум гладен за знаење и визија за својата иднина, неговиот успех беше неизоставен. Тој покажуваше завидни резултати по сите предмети, но програмирањето му беше пасија. Средното училиште го заврши за само 3 години. Во разговор со него ни кажа дека е горд што учел во нашето училиште и знаењето кое го стекнал во него било солидна основа за на факултет.Тој својата стручна кариера ја започна во СОУ “ Киро Спанџов-Брко” електротехничка струка, птофил КТИА (компјутерска техника, информатика и автоматика) и почна да пишува страници од една возбудлива и успешна приказна. "
  },
};

export default storiesContent