import "./UpisiMain.css";

const UpisiMain = () => {
  return (
    <div className="upisi-container">
      <div className="wrapper">
        <h1 className="entry-title">Упис 2023/2024</h1>
        <h4>
          За запишување ученици во прва година во учебната 2023/2024 година Во
          СОУ Киро Спанџов – Брко во Кавадарци во учебната 2023/2024 година во
          прва година има место за 236 ученици во 8 паралелки во следните
          образовни профили:
        </h4>
        <hr />
        <h4>
          <strong>Машинска струка 93 учениви поделени во 3 паралелки</strong>
        </h4>
        <ul>
          <li>
            <h4>
              Машински техничар за моторни возила————–34 ученици .1 паралелка 4
              годишно минимални 45 поени
            </h4>
          </li>
          <li>
            <h4>
              Техничар за производно машинство ————–25 ученици .1 паралелка 4
              годишно минимални 55 поени
            </h4>
          </li>
          <li>
            <h4>
              Автомеханичар бравар ——————————34 ученици .1 паралелка 3 годишно
              минимум 30 поени
            </h4>
          </li>
        </ul>
        <hr />
        <h4>
          <strong>Елетротехничка струка 118 ученици, 4 паралелки</strong>
        </h4>
        <ul>
          <li>
            <h4>
              Електротехничар за компјутерска техника и автоматика–34 ученици .2
              паралелки 4 годишно минимум 55 поени
            </h4>
          </li>
          <li>
            <h4>
              Електротехничар енергетичар—————————–25 ученици. 4 годишно минумум
              45 поени
            </h4>
          </li>
          <li>
            <h4>
              Техничар за индустриска мехатроника———————–25 ученици. 4 годишно
              минумум 55 поени
            </h4>
          </li>
        </ul>
        <hr />
        <h4>
          <strong>
            Геолошка, рударсо металуршка струка – 25 ученици 1 паралелка
          </strong>
        </h4>
        <ul>
          <li>
            <h4>
              Металуршки техничар —————————————–25 ученици. 4 годишно минумум 45
              поени
            </h4>
          </li>
        </ul>
        <hr />
        <h4>
          <strong>Услови за запишување на учениците </strong>
        </h4>
        <ul>
          <li>
            <h4>Да имаат завршено основно образование;</h4>
          </li>
          <li>
            <h4>Да не се постари од 17 години.</h4>
          </li>
          <li>
            <h4>Да се определиле за план и програма согласно овој оглас .</h4>
          </li>
        </ul>
        <hr />
        <h4>
          <strong>КРИТЕРИУМИ ЗА ИЗБОР НА УЧЕНИЦИ СЕ</strong>:
        </h4>
        <ul>
          <li>
            <h4>среден успех на ученикот од VI до IX одделение;</h4>
          </li>
          <li>
            <h4>
              среден успех на ученикот постигнат по четири предмети (мајчин
              јазик, странски јазик и два предмети што се од значење за
              струката); −
            </h4>
          </li>
          <li>
            <h4>
              дипломи за освоени (I, II и III) места од меѓународни натпревари,
              како и државни натпревари (организирани од акредитирани здруженија
              од Министерство за образование и наука) по мајчин јазик, странски
              јазик, природни науки, математика, хемија, физика, биологија и
              географија и наставни предмети што се од значење за струката
              односно изборното подрачје; −
            </h4>
          </li>
          <li>
            <h4>
              средна вредност од поени добиени за поведение од VI до IX
              одделение.
            </h4>
          </li>
        </ul>
        <hr />
        <h4>ПОТРЕБНИ ДОКУМЕНТИ ЗА ЗАПИШУВАЊЕ</h4>
        <ul>
          <li>
            <h4>
              Пријава за запишување се подигнуваат бесплатно од училиштето или
              од официјалната веб страна на МОН
            </h4>
          </li>
          <li>
            <h4>Оригинални свидетелства од VI до IX одделени;</h4>
          </li>
          <li>
            <h4>
              Диплома за освоено I, II или III место од меѓународни државни
              натпревари од македонски или странски јазик, природни науки,
              математика, хемија,физика, биологија и географија (доколку има
              освоено)
            </h4>
          </li>
          <li>
            <h4>
              Извод од матичната книга на родени(без оглед на датумот на
              издавање).
            </h4>
          </li>
        </ul>
        <hr />
        <h4>
          <strong>КОНКУРСНИ РОКОВИ</strong>
        </h4>
        <h4>
          Пријавувањето и запишувањето на учениците ќе се врши во еден уписен
          рок со две пријавувања во месец јуни. Пријавувањето на учениците ќе се
          врши преку електронско аплицирање, преку линк до порталот за
          електронски услуги на Министерството за образование и наука{" "}
          <a href="https://e-uslugi.mon.gov.mk">https://e-uslugi.mon.gov.mk</a>{" "}
          со специјална најава за средношколци преку сопствените кориснички
          сметки на Schools.mk Првото пријавување и запишување на ученици се
          врши на 20 Јуни до 24.00 часот и на 21 јуни 2023 godina до 15:00
          часот. <br />
          <br /> Прелиминарна ранг листа на запишани ученици се објавува на 22
          Јуни 2023 godina na https://e-uslugi.mon.gov.mk и на интернет
          страницата <a href="http://www.mon.gov.mk">www.mon.gov.mk</a> најдоцна
          до 09.00 часот. Доставувањето на потребената документација до
          училиштата е на 22 јуни од 12.00 до 19.00 часот и на 23 јуни од 07.00
          часот до 19.00 часот, согласно изготвен распоред од страна на
          училиштето. Конечната ранг листа за секое училиште со резултатите од
          запишувањето и слободните места ќе се објават на 24 јуни 2023 година,
          најдоцна до 12.00 часот на огласната табла на училиштето и на
          www.mon.gov.mk. <br />
          <br /> Второто пријавување на учениците ќе се врши на 27 јуни до 24.00
          часот и на 28 јуни 2023 година до 15:00 часот. Ранг листа на запишани
          ученици се објавува на 29 јуни 2023 година на
          https://e-uslugi.mon.gov.mkи на интернет страната www.mon.gov.mk
          најдоцна до 09:00 часот. Доставувањето на потребената документација до
          училиштата е на 29 јуни од 12.00 до 19.00 часот и на 30 јуни од 07.00
          часот до 19.00 часот, согласно изготвен распоред од страна на
          училиштето. <br />
          <br /> Конечната ранг листа за секое училиште со резултатите од
          запишувањето и слободните места ќе се објават на 1 јули 2023 година,
          најдоцна до 12.00 часот на огласната табла на училиштето и на{" "}
          <a href="http://www.mon.gov.mk">www.mon.gov.mk</a>.. Учениците кои се
          упатени на поправни испити, испит на година, испити за побрзо
          напредување, може да се запишат во училиштата во кои има слободни
          места после јунскиот рок. Пријавување на учениците ќе се врши на 21
          август до 24.00 часот. Ранг листата на запишани ученици се објавува на
          22 август 2023 година на https://e-uslugi.mon.gov.mk и на интернет
          страната www.mon.gov.mk најдоцна до 09:00 часот. Доставувањето на
          потребената документација до училиштата е на 22 август од 10.00 до
          19.00 часот, согласно изготвен распоред од страна на училиштето.
          Конечната ранг листа за секое училиште со резултатите од запишувањето
          ќе се објави на 23 август 2023 година, најдоцна до 12.00 часот на
          огласната табла на училиштето и на{" "}
          <a href="http://www.mon.gov.mk">www.mon.gov.mk</a>
          <br />
          <br />
          <strong>
            По објавување на конечната ранг листа со резултатите од
            запишувањето, учениците кои не се запишани во училиштето,
            задолжително ја подигнуваат целокупната доставена документација
            поднесена во училиштето во рок од 24 часа, а училиштата имаат
            обврска да ја вратат целокупната документација на учениците во рок
            од 24 часа.
          </strong>{" "}
          <strong>Од училишната комисија</strong>
        </h4>
      </div>
    </div>
  );
};

export default UpisiMain;
