import "./UpisiMain.css";

const UpisiMain = () => {
  return (
    <div className="upisi-container">
      <div className="wrapper">
        <div className="wrap">
          <h1 className="entry-title">Упис 2023/2024</h1>
          <p>
            За запишување ученици во прва година во учебната 2023/2024 година Во
            СОУ Киро Спанџов – Брко во Кавадарци во учебната 2023/2024 година во
            прва година има место за 236 ученици во 8 паралелки во следните
            образовни профили:
          </p>
        </div>
        <div className="wrap">
          <hr />
          <h2>
            <strong>Машинска струка 93 учениви поделени во 3 паралелки</strong>
          </h2>
          <ul>
            <li>
              <p>
                Машински техничар за моторни возила————–34 ученици .1 паралелка 4
                годишно минимални 45 поени
              </p>
            </li>
            <li>
              <p>
                Техничар за производно машинство ————–25 ученици .1 паралелка 4
                годишно минимални 55 поени
              </p>
            </li>
            <li>
              <p>
                Автомеханичар бравар ——————————34 ученици .1 паралелка 3 годишно
                минимум 30 поени
              </p>
            </li>
          </ul>
        </div>
    
        <div className="wrap">
          <hr />
          <h2>
            <strong>Елетротехничка струка 118 ученици, 4 паралелки</strong>
          </h2>
          <ul>
            <li>
              <p>
                Електротехничар за компјутерска техника и автоматика–34 ученици .2
                паралелки 4 годишно минимум 55 поени
              </p>
            </li>
            <li>
              <p>
                Електротехничар енергетичар—————————–25 ученици. 4 годишно минумум
                45 поени
              </p>
            </li>
            <li>
              <p>
                Техничар за индустриска мехатроника———————–25 ученици. 4 годишно
                минумум 55 поени
              </p>
            </li>
          </ul>
        </div>
        <div className="wrap">
          <hr />
          <h2>
            <strong>
              Геолошка, рударсо металуршка струка – 25 ученици 1 паралелка
            </strong>
          </h2>
          <ul>
            <li>
              <p>
                Металуршки техничар —————————————–25 ученици. 4 годишно минумум 45
                поени
              </p>
            </li>
          </ul>
        </div>
        <div className="wrap">
          <hr />
          <h2>
            <strong>Услови за запишување на учениците </strong>
          </h2>
          <ul>
            <li>
              <p>Да имаат завршено основно образование;</p>
            </li>
            <li>
              <p>Да не се постари од 17 години.</p>
            </li>
            <li>
              <p>Да се определиле за план и програма согласно овој оглас .</p>
            </li>
          </ul>
        </div>
        <div className="wrap">
          <hr />
          <h2>
            <strong>КРИТЕРИУМИ ЗА ИЗБОР НА УЧЕНИЦИ СЕ</strong>:
          </h2>
          <ul>
            <li>
              <p>среден успех на ученикот од VI до IX одделение;</p>
            </li>
            <li>
              <p>
                среден успех на ученикот постигнат по четири предмети (мајчин
                јазик, странски јазик и два предмети што се од значење за
                струката); −
              </p>
            </li>
            <li>
              <p>
                дипломи за освоени (I, II и III) места од меѓународни натпревари,
                како и државни натпревари (организирани од акредитирани здруженија
                од Министерство за образование и наука) по мајчин јазик, странски
                јазик, природни науки, математика, хемија, физика, биологија и
                географија и наставни предмети што се од значење за струката
                односно изборното подрачје; −
              </p>
            </li>
            <li>
              <p>
                средна вредност од поени добиени за поведение од VI до IX
                одделение.
              </p>
            </li>
          </ul>
        </div>
        <div className="wrap">
          <hr />
          <p>ПОТРЕБНИ ДОКУМЕНТИ ЗА ЗАПИШУВАЊЕ</p>
          <ul>
            <li>
              <p>
                Пријава за запишување се подигнуваат бесплатно од училиштето или
                од официјалната веб страна на МОН
              </p>
            </li>
            <li>
              <p>Оригинални свидетелства од VI до IX одделени;</p>
            </li>
            <li>
              <p>
                Диплома за освоено I, II или III место од меѓународни државни
                натпревари од македонски или странски јазик, природни науки,
                математика, хемија,физика, биологија и географија (доколку има
                освоено)
              </p>
            </li>
            <li>
              <p>
                Извод од матичната книга на родени(без оглед на датумот на
                издавање).
              </p>
            </li>
          </ul>
        </div>
        <div className="wrap">
            <hr />
          <h2>
            <strong>КОНКУРСНИ РОКОВИ</strong>
          </h2>
          <div className="circle">
            <p className="remove">
              Пријавувањето и запишувањето на учениците ќе се врши во еден уписен
              рок со две пријавувања во месец јуни. Пријавувањето на учениците ќе се
              врши преку електронско аплицирање, преку линк до порталот за
              електронски услуги на Министерството за образование и наука{" "}
              <a href="https://e-uslugi.mon.gov.mk">https://e-uslugi.mon.gov.mk</a>{" "}
              со специјална најава за средношколци преку сопствените кориснички
              сметки на Schools.mk Првото пријавување и запишување на ученици се
              врши на 20 Јуни до 24.00 часот и на 21 јуни 2023 godina до 15:00
              часот. <br />
            </p>
          </div>
          <div className="circle">
            <p className="remove">
              <br /> Прелиминарна ранг листа на запишани ученици се објавува на 22
              Јуни 2023 godina na https://e-uslugi.mon.gov.mk и на интернет
              страницата <a href="http://www.mon.gov.mk">www.mon.gov.mk</a> најдоцна
              до 09.00 часот. Доставувањето на потребената документација до
              училиштата е на 22 јуни од 12.00 до 19.00 часот и на 23 јуни од 07.00
              часот до 19.00 часот, согласно изготвен распоред од страна на
              училиштето. Конечната ранг листа за секое училиште со резултатите од
              запишувањето и слободните места ќе се објават на 24 јуни 2023 година,
              најдоцна до 12.00 часот на огласната табла на училиштето и на
              www.mon.gov.mk. <br />
            </p>
          </div>
          <div className="circle">
            <p className="remove">
              <br /> Второто пријавување на учениците ќе се врши на 27 јуни до 24.00
              часот и на 28 јуни 2023 година до 15:00 часот. Ранг листа на запишани
              ученици се објавува на 29 јуни 2023 година на
              https://e-uslugi.mon.gov.mkи на интернет страната www.mon.gov.mk
              најдоцна до 09:00 часот. Доставувањето на потребената документација до
              училиштата е на 29 јуни од 12.00 до 19.00 часот и на 30 јуни од 07.00
              часот до 19.00 часот, согласно изготвен распоред од страна на
              училиштето. <br />
            </p>
          </div>
          <div className="circle">
              <p className="remove">
              Конечната ранг листа за секое училиште со резултатите од
                запишувањето и слободните места ќе се објават на 1 јули 2023 година,
                најдоцна до 12.00 часот на огласната табла на училиштето и на{" "}
                <a href="http://www.mon.gov.mk">www.mon.gov.mk</a>.. Учениците кои се
                упатени на поправни испити, испит на година, испити за побрзо
                напредување, може да се запишат во училиштата во кои има слободни
                места после јунскиот рок. Пријавување на учениците ќе се врши на 21
                август до 24.00 часот. Ранг листата на запишани ученици се објавува на
                22 август 2023 година на https://e-uslugi.mon.gov.mk и на интернет
                страната www.mon.gov.mk најдоцна до 09:00 часот. Доставувањето на
                потребената документација до училиштата е на 22 август од 10.00 до
                19.00 часот, согласно изготвен распоред од страна на училиштето.
                Конечната ранг листа за секое училиште со резултатите од запишувањето
                ќе се објави на 23 август 2023 година, најдоцна до 12.00 часот на
                огласната табла на училиштето и на{" "}
                <a href="http://www.mon.gov.mk">www.mon.gov.mk</a>
              </p>
          </div>
            <br />
            <br />
            <div className="circle">
              <p className="remove">
                  По објавување на конечната ранг листа со резултатите од
                  запишувањето, учениците кои не се запишани во училиштето,
                  задолжително ја подигнуваат целокупната доставена документација
                  поднесена во училиштето во рок од 24 часа, а училиштата имаат
                  обврска да ја вратат целокупната документација на учениците во рок
                  од 24 часа.
                {" "}
                Од училишната комисија
              </p>
            </div>
        </div>
      </div>
    </div>
  );
};

export default UpisiMain;
