import "./Mission.css";

const Mission = () => {
  return (
    <div
      className="misija-vizija section fadeinLeft"
      data-category="mission"
      id="mission"
    >
      <h2>
        <strong>Мисија и визија</strong>
      </h2>
      <br />
      <p>
        <span>Мисија</span>: СОУ”Киро Спанџов-Брко” е современ воспитно
        образовен центар, кој на учениците преку иновативни искуства и практики
        за учење во современи кабинети им овозможува стекнување на знаење и
        вештини потребни за пазарот на трудот и високото образование овозможува
        безбеден развој на интелектуални, емоционални и креативни вредности кај
        децата, поттикнувајќи доверба и почит на начин што заслужува интерес кај
        учениците и родителите.
      </p>
      <p>
        <span>Визија:</span> Нашето училиште да биде современ регионален центар
        за образование на ученици од областа на машинската и електротехничката
        струка.
      </p>
    </div>
  );
};

export default Mission;
