import "./History.css";

const History = () => {
  return (
    <div className="aboutus section fadeinTop" data-category="About-us">
      <p>
        <p>
          СОУ "Киро Спанџов-Брко" - Кавадарци, основано како занаетчиско
          трговско училиште, кое датира од 1921 год.
        </p>
      </p>
      <p>
        Без образование и воспитание човекот не може да преживее и нема да
        постои можност за развој на техниката и науката. Затоа главна цел на
        нашето училиште е создавањето на средина каде што ученикот ќе стекнува
        знаења, вештини и способности во делот на образовната компонента
        стекнување на животни и работни искуства, развивање на критички однос
        кон работата и вредностите на светот околу него односно воспитната
        компонента.
      </p>
      <p>
        За успешното реализирање на овој воспитно-образовен процес имаме
        определени дидактички принципи кои се почитуваат во сите фази на
        воспитно-образовниот процес: принцип на соодветност, принцип на активно
        учење, принцип на нагледност, на систематичност и постапност, принцип на
        поврзување на теоријата со практиката принцип на трајност на знаењето.
      </p>

      <section className="half-half">
        <div className="image-center">
          <img src="img/banner.jpg" className="half-left" />
        </div>
        <div className="half-half-text">
          <h2>Формирање и развој</h2>
          <p>
            Писмени докази за постоењете на училиштето датираат уште од 1921
            год. под името "Занаетчиско трговско училиште".
          </p>
          <p>
            Во 1932 / 1933 год. ова училиште го добива името "Стручно продолжено
            училиште", а во 1933/34 се школувал и Киро Спанџов, изучувајќи го
            берберскиот занает.
          </p>
          <p>
            Во 1965/66 год. го менува името во Индустриско училиште со практична
            обука. Во периодот од 1978-1979 год. станува "Училишен центар за
            средно образование" под името "Киро Спанџов – Брко".
          </p>
        </div>
      </section>
      <p></p>
    </div>
  );
};

export default History;
