import "./StrukiMain.css";

const StrukiMain = () => {
  return (
    <section className="struki1">
      <div className="struki-container">
        <div className="struka fadeinLeft">
          <div className="mashinsko" id="struka" data-struka="Mashinska">
            <div className="mch-img">
              <img
                src="/Struki/masinska.jpg"
                alt="Mashinsko"
                draggable="false"
              />
            </div>
            <h2>Машинска струка</h2>
          </div>
          <div className="sub-struki" data-struka="Mashinska">
            <div className="sub-struka">
              <h4>Машински Техничар за моторни возила</h4>
              <span id="predmeti" data-subStr="Mashinski">
                Предемети
              </span>
              <div className="predemti" data-subStr="Mashinski">
                <ul>
                  <h5>Прва година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Математика</li>
                  <li>Историја</li>
                  <li>Информатика</li>
                  <li>Физика</li>
                  <li>Технологија на обработка</li>
                  <li>Музичка култура</li>
                  <li>Класен час</li>
                  <li>Граѓанско образование</li>
                  <li>Техничко цртање со КАД</li>
                  <li>Спорт и спортски активности</li>
                  <li>Машински елементи со механика</li>
                  <li>Ликовна уметност</li>
                  <li>Машинство и други сектори</li>
                  <li>Содржини програмирани од училиштето</li>
                </ul>
                <br />
                <ul>
                  <h5>Втора година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Термодинамика</li>
                </ul>
                <br />
                <ul>
                  <h5>Трета година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Математика</li>
                  <li>Спорт и спортски активности</li>
                  <li>Хидраулика и пневматика</li>
                  <li>Мотори со внатрешно согорување</li>
                  <li>Моторни возила</li>
                  <li>Испитување на диганостика на возика</li>
                  <li>Физика</li>
                  <li>Електроника</li>
                  <li>Учење преку работа кај работодавач</li>
                  <li>Класен час</li>
                  <li>Уреди и опрема кај моторни возила</li>
                </ul>
                <br />
                <ul>
                  <h5>Четврта година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Бизнис и претприемништво</li>
                  <li>
                    Енергетска ефикасност и системи за греење, вентилација и
                    климатизација
                  </li>
                </ul>
              </div>
            </div>
            <div className="sub-struka">
              <h4>Техничар за компјутерско управување</h4>
              <span id="predmeti" data-subStr="Tehnicar-pc">
                Предемети
              </span>
              <div className="predemti" data-subStr="Tehnicar-pc">
                <ul>
                  <h5>Прва година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Машински елементи со механика</li>
                  <li>Машинство и други сектори</li>
                  <li>Техничко цртање со КАД</li>
                  <li>Технологија на обработка</li>
                </ul>
                <br />
                <ul>
                  <h5>Втора година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Машински елементи со механика</li>
                  <li>Техничко цртање со КАД</li>
                  <li>Технологија на обработка</li>
                  <li>Електротехника</li>
                  <li>Електроника</li>
                  <li>Термодинамика</li>
                  <li>Компјутерско моделирање и конструирање</li>
                </ul>
                <br />
                <ul>
                  <h5>Трета година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Компјутерско управување</li>
                  <li>Индустриска роботика</li>
                  <li>Програмирање на компјутерски управливи машини</li>
                  <li>Хидраулика и пневматика</li>
                  <li>Физика</li>
                  <li>Учење преку работа кај работодавач</li>
                  <li>Обновливи извори на енергија</li>
                  <li>Класен час</li>
                </ul>
                <br />
                <ul>
                  <h5>Четврта година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Компјутерско управување</li>
                  <li>Проектирање на производствени технолошки системи</li>
                  <li>Програмирање на компјутерско управливи машини</li>
                  <li>Физика</li>
                  <li>Учење преку работа кај работодавач</li>
                  <li>Класен час</li>
                  <li>Автоматско програмирање со КАД/КАМ системи</li>
                </ul>
              </div>
            </div>
            <div className="sub-struka">
              <h4>Автомеханичар</h4>
              <span id="predmeti" data-subStr="Avtomehanicar">
                Предемети
              </span>
              <div className="predemti automech" data-subStr="Avtomehanicar">
                <ul>
                  <h5>Прва година:</h5>
                  <br />
                  <li>Македонски јазикк и литература</li>
                  <li>Англиски јазик</li>
                  <li>Историја</li>
                  <li>Информатика</li>
                  <li>Математика</li>
                  <li>Физика</li>
                  <li>Ликовна уметност</li>
                  <li>Музичка култура</li>
                  <li>Спорт и спортски активности</li>
                  <li>Технологија на обработка</li>
                  <li>Основи на машинство</li>
                  <li>Техничка комуникација</li>
                  <li>Практична настава</li>
                  <li>Класен час</li>
                  <li>Спорт и спортски активности</li>
                </ul>
                <br />
                <ul>
                  <h5>Втора година:</h5>
                  <br />
                  <li>Македонски јазик и литер</li>
                  <li>Англиски јазик</li>
                  <li>Математика</li>
                  <li>Историја</li>
                  <li>Физика</li>
                  <li>Класен час</li>
                  <li>Спорт и спортски активности</li>
                  <li>Мотори со внетрешно согорување</li>
                  <li>Еелектротехника</li>
                  <li>Електроника</li>
                </ul>
                <br />
                <ul>
                  <h5>Трета година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Математика</li>
                  <li>Спорт и спортски активности</li>
                  <li>Моторни возила</li>
                  <li>Мотори со внатрешно согорување</li>
                  <li>Класен час</li>
                </ul>
                <br />
              </div>
            </div>
          </div>
        </div>
        <div className="struka fadeinRight">
          <div className="electro" id="struka" data-struka="Elektro">
            <div className="el-img">
              <img src="/Struki/elektro.jpg" alt="Elektro" draggable="false" />
            </div>
            <h2>Електротехничка струка</h2>
          </div>
          <div className="sub-struki" data-struka="Elektro">
            <div className="sub-struka">
              <h4>Електротехничар за компјутерска техника и автоматика</h4>
              <span id="predmeti" data-subStr="Eltehnicar-auto">
                Предемети
              </span>
              <div className="predemti" data-subStr="Eltehnicar-auto">
                <ul>
                  <h5>Прва година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Историја</li>
                  <li>Информатика</li>
                  <li>Физика</li>
                  <li>Музичка култура</li>
                  <li>Граѓанско образование</li>
                  <li>Ликовна уметност</li>
                  <li>Електротехнички материјали</li>
                  <li>Електротехника</li>
                  <li>
                    Современи технологии на економските сектори на пазарот на
                    труд
                  </li>
                  <li>Техничка комуникација</li>
                </ul>
                <br />
                <ul>
                  <h5>Втора година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Историја</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Физика</li>
                  <li>Електроника</li>
                  <li>Електрични мерења</li>
                  <li>Електротехника</li>
                  <li>Логички кола</li>
                  <li>Микрокомпјутери и нивно програмирање</li>
                  <li>Основи на програмирање</li>
                </ul>
                <br />
                <ul>
                  <h5>Трета година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Автоматизирани системи</li>
                  <li>Мултимедија</li>
                  <li>Објектно ориентирано програмирање</li>
                  <li>Основи на дигитални системи</li>
                  <li>Процесно управување</li>
                  <li>Системи за автоматско управување</li>
                  <li>Уредување на веб-страници</li>
                  <li>Веб програмирање</li>
                  <li>Учење преку работа</li>
                </ul>
                <br />
                <ul>
                  <h5>Четврта година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>3Д моделирање</li>
                  <li>Бази на податоци</li>
                  <li>Енергетска ефикасност на објекти</li>
                  <li>Компјутерски системи и мрежи</li>
                  <li>Микропроцесори и микроконтролери</li>
                  <li>Програмски јазици</li>
                  <li>Роботика</li>
                  <li>Учење преку работа кај работодавач</li>
                </ul>
              </div>
            </div>
            <div className="sub-struka">
              <h4>Електротехничар енергетичар</h4>
              <span id="predmeti" data-subStr="Energeticar">
                Предемети
              </span>
              <div className="predemti" data-subStr="Energeticar">
                <ul>
                  <h5>Прва година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Електротехнички материјали</li>
                  <li>Електротехника</li>
                  <li>Современи технологии во економски сектори</li>
                  <li>Техничка комуникација</li>
                </ul>
                <br />
                <ul>
                  <h5>Втора година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Електрични инсталации</li>
                  <li>Електрични мерења</li>
                  <li>Електрично осветление</li>
                  <li>Електроника</li>
                  <li>Електротехника</li>
                </ul>
                <br />
                <ul>
                  <h5>Трета година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Автоматика</li>
                  <li>Електрични апарати и уреди</li>
                  <li>Електрични машини и трансформатори</li>
                  <li>Електрични мрежи и водови</li>
                  <li>Информатички технологии во електроенергетика</li>
                  <li>Обновливи извори на енергија</li>
                  <li>Заштита на електрични инсталации</li>
                  <li>Учење преку работа</li>
                </ul>
                <br />
                <ul>
                  <h5>Четврта година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>Електрични централи</li>
                  <li>Електрични возила</li>
                  <li>Електроенергетски постројки со управување</li>
                  <li>Електромоторни погони и управување</li>
                  <li>Енергетска ефикасност на објекти</li>
                  <li>Индустриска електроенергетика</li>
                  <li>Заштита на електрични постројки</li>
                  <li>Учење преку работа кај работодавач</li>
                </ul>
              </div>
            </div>
            <div className="sub-struka">
              <h4>Техничар за индустриска мехатроника</h4>
              <span id="predmeti" data-subStr="Mehatronika">
                Предемети
              </span>
              <div className="predemti" data-subStr="Mehatronika">
                <ul>
                  <h5>Прва година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>/</li>
                  <li>/</li>
                  <li>/</li>
                  <li>/</li>
                  <li>/</li>
                </ul>
                <br />
                <ul>
                  <h5>Втора година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Математика</li>
                  <li>Спорт и спортски активности</li>
                  <li>Учење преку работа кај работодавач</li>
                  <li>Класен час</li>
                  <li>Автоматика</li>
                  <li>Основи на дигитални системи</li>
                  <li>Обновливи извори на енергија</li>
                  <li>Мехатронички системи</li>
                </ul>
                <br />
                <ul>
                  <h5>Трета година:</h5>
                  <br />
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Математика</li>
                  <li>Спорт и спортски активности</li>
                  <li>Учење преку работа кај работодавач</li>
                  <li>Класен час</li>
                  <li>Процесно управување</li>
                  <li>Микропроцесори и микроконтролери</li>
                  <li>Мехатронички системи</li>
                </ul>
                <br />
                <ul>
                  <h5>Четврта година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Математика</li>
                  <li>/</li>
                  <li>/</li>
                  <li>/</li>
                  <li>/</li>
                  <li>/</li>
                </ul>
              </div>
            </div>
          </div>
        </div>
        <div className="struka fadeinTop">
          <div className="metalurgija" id="struka" data-struka="Metalurgija">
            <div className="meta-img">
              <img
                src="Struki/metalurska.jpg"
                alt="Metalurgija"
                draggable="false"
              />
            </div>
            <h2>Геолошко, рударски-металуршка струка</h2>
          </div>
          <div className="sub-struki" data-struka="Metalurgija">
            <div className="sub-struka">
              <h4>Металуршки техничар</h4>
              <span id="predmeti" data-subStr="Metalurgija">
                Предемети
              </span>
              <div className="predemti" data-subStr="Metalurgija">
                <ul>
                  <h5>Прва година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Англиски јазик</li>
                  <li>Математика</li>
                  <li>Спорт и спортски активности</li>
                  <li>
                    Современи технологии на економските сектори на пазарот на
                    труд
                  </li>
                  <li>Заштита на животна и работна средина</li>
                  <li>Техничка комуникација</li>
                  <li>Минералогија</li>
                  <li>Заштита на животна и работна средина</li>
                  <li>Техничка комуникација</li>
                  <li>Основи на геологија, рударство и металургијата</li>
                </ul>
                <br />
                <ul>
                  <h5>Втора година:</h5>
                  <br />
                  <li>Македонски јазик и литература</li>
                  <li>Математика</li>
                  <li>Историја</li>
                  <li>Англиски јазик</li>
                  <li>Спорт и спортски активности</li>
                  <li>Хемија</li>
                  <li>Металуршка подготовка</li>
                  <li>Машинство</li>
                  <li>Металуршки печки</li>
                  <li>Топотна техника</li>
                  <li>Пирометалуршко добивање на метали и легури</li>
                  <li>Физичка металургија</li>
                  <li>Класен час</li>
                  <li>Феријална пракса</li>
                </ul>
                <br />
                <ul>
                  <h5>Трета година:</h5>
                  <br />
                  <li>Добивање на благородни метали</li>
                  <li>Добивање на прашкасти материјалии</li>
                  <li>Хидрометалуршко добивање на метали</li>
                  <li>Леење на благородни метали</li>
                  <li>Леење на железо и челик</li>
                  <li>Машини и уредии</li>
                  <li>Пирометалуршко добивање на метали и легури</li>
                  <li>Преработка со пластична деформација</li>
                  <li>Заварување на металите</li>
                  <li>Учење преку работа</li>
                </ul>
                <br />
                <ul>
                  <h5>Четврта година:</h5>
                  <br />
                  <li>Добивање на ретки метали</li>
                  <li>Електрометалуршко добивање на метали</li>
                  <li>Испитување на металите</li>
                  <li>Корозија и заштита – изборен</li>
                  <li>Леење на обоени метали</li>
                  <li>Преработка со пластична деформација</li>
                  <li>Преработка со пластична деформација – изборен</li>
                  <li>Термичка обработка</li>
                  <li>Учење преку работа кај работодавач</li>
                </ul>
              </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default StrukiMain;
