interface Post {
  title: string;
  image: string;
  daysAgo: number;
}

interface Posts {
  [key: number]: Post;
}

const posts: Posts = {
  1: {
    title: "Decata sega imaat prevoz",
    image: "/News/3.jpg",
    daysAgo: 20,
  },
  2: {
    title: "Sirenata alarmirase vo KSB",
    image: "/News/2.jpg",
    daysAgo: 20,
  },
  3: {
    title: "Najdobriot dzudist na 2023",
    image: "/News/1.jpg",
    daysAgo: 20,
  },
  4: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  5: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  6: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  7: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  8: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  9: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  10: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  11: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  12: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  13: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  14: {
    title: 'СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.',
    image: "/News/1.jpg",
    daysAgo: 70,
  },
  15: {
    title: '6TI POST',
    image: "/News/4.jpg",
    daysAgo: 70,
  },
  16: {
    title: '5TI POST',
    image: "/News/2.jpg",
    daysAgo: 50,
  },
  17: {
    title: '4TI POST',
    image: "/News/3.jpg",
    daysAgo: 20,
  },
  18: {
    title: 'СОУ "Киро Спанџов Брко" е вклучено како партнер во Еразмус + проект во соработка со компанијата Дрекслмаер и училишта и компании од Германија, Кипар и Романија',
    image: "/News/18.png",
    daysAgo: 10,
  },
  19: {
    title: 'ВАШАТА ИДНИНА, НАШ ФОКУС',
    image: "/News/19.png",
    daysAgo: 5,
  },
  20: {
    title: 'Учениците од СОУ„Киро Спанџов-Брко“ Кавадарци изминатите три месеци учествуваа во ЦКА-ПХВ програмата.',
    image: "/News/20.jpg",
    daysAgo: 2,
  },
};

export default posts