import './postsContent.css'

interface Post {
  content: TrustedHTML
}

interface Posts {
  [key: number]: Post;
}

const postsContent: Posts = {
  1: {
    content: "<div><p>СОУ 'Киро Спанџов-Брко' се гордее со своите ученици кои постигнуваат исклучително добри резултати на секое поле. На 19.03.2023 во Аминдео, Грција се одржа меѓународен турнир во Џудо во организација на Џудо клуб Мегас Александрос Аминдео. На овој турнир учество зедоа околу 400 натпреварувачи од Грузија, Молдавија, Бугарија, Италија, Грција и Македонија. Марија Илиевска , ученик трета година КТИА профил во нашето училиште, се закити со сребрен медал. 🥈</p></div>"
  },
  2: {
    content: "Персонализираните картички наместо 150 денари, граѓаните со ставен минимум кредит од 300 денари ќе ги добиваат бесплатно. Со истата картичка од денес па натаму ќе нема никаква промени, што значи дека цената за едно возење од 40 денари ќе се наплаќа 35 денари, од 80 денари ќе биде 70, од 70 денари ќе биде 60, и од 60 денари ќе биде 50 денари. Но да нагласиме, тоа е само за корисниците на персонализираните картички. Персонализираните картички може да се купат во информативното туристичко биро - Градски плоштад ."
  },
  3: {
    content: "<div><p>СОУ 'Киро Спанџов-Брко' се гордее со своите ученици кои постигнуваат исклучително добри резултати на секое поле. На 19.03.2023 во Аминдео, Грција се одржа меѓународен турнир во Џудо во организација на Џудо клуб Мегас Александрос Аминдео. На овој турнир учество зедоа околу 400 натпреварувачи од Грузија, Молдавија, Бугарија, Италија, Грција и Македонија. Марија Илиевска , ученик трета година КТИА профил во нашето училиште, се закити со сребрен медал. 🥈</p></div>"
  },
  4: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  5: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  6: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  7: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  8: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  9: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  10: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  11: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  12: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  13: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  14: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  15: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  16: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  17: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  18: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  19: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
  20: {
    content: '<div><h1>СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.СОУ "Киро Спанџов Брко" потпиша меморандум за соработка и изведување на практична настава на учениците со компанијата "Велком Трејд" од Кавадарци.</h1><img src="/News/3.jpg" alt="image.jpg" height={"800px"}/></div>'
  },
};

export default postsContent