import Banner from "../../../components/Banner/Banner";
import Navbar from "../../../components/Navbar/Navbar";
import "./Elektro.css";

const Elektro = () => {
  return (
    <>
      <Navbar />
      <Banner img="/Struki/elektro.jpg" text="Elektro" />
      {/* <div className="struka fadeinRight">
        <div className="electro" id="struka" data-struka="Elektro">
          <h2>Електротехничка струка</h2>
        </div>
        <div className="sub-struki" data-struka="Elektro">
          <div className="sub-struka">
            <span id="predmeti" data-subStr="Eltehnicar-auto">
              Предемети
            </span>
            <div className="predemti" data-subStr="Eltehnicar-auto">
              <br />

              <br />

              <br />
            </div>
          </div>
          <div className="sub-struka">
            
            <span id="predmeti" data-subStr="Energeticar">
              Предемети
            </span>
            <div className="predemti" data-subStr="Energeticar">
              
              <br />
              
              <br />
              
              <br />
              
            </div>
          </div>
          <div className="sub-struka">
            
            <span id="predmeti" data-subStr="Mehatronika">
              Предемети
            </span>
            <div className="predemti" data-subStr="Mehatronika">
             
              <br />
              
              <br />
              
              <br />
              <ul>
                <h5>Четврта година:</h5>
                <br />
                <li>Македонски јазик и литература</li>
                <li>Англиски јазик</li>
                <li>Спорт и спортски активности</li>
                <li>Математика</li>
                <li>/</li>
                <li>/</li>
                <li>/</li>
                <li>/</li>
                <li>/</li>
              </ul>
            </div>
          </div>
        </div>
      </div> */}
      <div className="container">
        <div className="row">
          <h4>Електротехничар за компјутерска техника и автоматика</h4>
          <div className="col-sm-3">
            <ul>
              <h5>Прва година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Историја</li>
              <li>Информатика</li>
              <li>Физика</li>
              <li>Музичка култура</li>
              <li>Граѓанско образование</li>
              <li>Ликовна уметност</li>
              <li>Електротехнички материјали</li>
              <li>Електротехника</li>
              <li>
                Современи технологии на економските сектори на пазарот на труд
              </li>
              <li>Техничка комуникација</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Втора година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Историја</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Физика</li>
              <li>Електроника</li>
              <li>Електрични мерења</li>
              <li>Електротехника</li>
              <li>Логички кола</li>
              <li>Микрокомпјутери и нивно програмирање</li>
              <li>Основи на програмирање</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Трета година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Автоматизирани системи</li>
              <li>Мултимедија</li>
              <li>Објектно ориентирано програмирање</li>
              <li>Основи на дигитални системи</li>
              <li>Процесно управување</li>
              <li>Системи за автоматско управување</li>
              <li>Уредување на веб-страници</li>
              <li>Веб програмирање</li>
              <li>Учење преку работа</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Четврта година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>3Д моделирање</li>
              <li>Бази на податоци</li>
              <li>Енергетска ефикасност на објекти</li>
              <li>Компјутерски системи и мрежи</li>
              <li>Микропроцесори и микроконтролери</li>
              <li>Програмски јазици</li>
              <li>Роботика</li>
              <li>Учење преку работа кај работодавач</li>
            </ul>
          </div>
        </div>
      </div>
      <div className="container">
        <div className="row">
          <h4>Електротехничар енергетичар</h4>
          <div className="col-sm-3">
            <ul>
              <h5>Прва година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Електротехнички материјали</li>
              <li>Електротехника</li>
              <li>Современи технологии во економски сектори</li>
              <li>Техничка комуникација</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Втора година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Електрични инсталации</li>
              <li>Електрични мерења</li>
              <li>Електрично осветление</li>
              <li>Електроника</li>
              <li>Електротехника</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Трета година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Автоматика</li>
              <li>Електрични апарати и уреди</li>
              <li>Електрични машини и трансформатори</li>
              <li>Електрични мрежи и водови</li>
              <li>Информатички технологии во електроенергетика</li>
              <li>Обновливи извори на енергија</li>
              <li>Заштита на електрични инсталации</li>
              <li>Учење преку работа</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Четврта година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Електрични централи</li>
              <li>Електрични возила</li>
              <li>Електроенергетски постројки со управување</li>
              <li>Електромоторни погони и управување</li>
              <li>Енергетска ефикасност на објекти</li>
              <li>Индустриска електроенергетика</li>
              <li>Заштита на електрични постројки</li>
              <li>Учење преку работа кај работодавач</li>
            </ul>
          </div>
        </div>
      </div>
      <div className="container">
        <h4>Техничар за индустриска мехатроника</h4>
        <div className="row">
          <div className="col-sm-3">
            <ul>
              <h5>Прва година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>/</li>
              <li>/</li>
              <li>/</li>
              <li>/</li>
              <li>/</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Втора година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Математика</li>
              <li>Спорт и спортски активности</li>
              <li>Учење преку работа кај работодавач</li>
              <li>Класен час</li>
              <li>Автоматика</li>
              <li>Основи на дигитални системи</li>
              <li>Обновливи извори на енергија</li>
              <li>Мехатронички системи</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Трета година:</h5>
              <br />
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Математика</li>
              <li>Спорт и спортски активности</li>
              <li>Учење преку работа кај работодавач</li>
              <li>Класен час</li>
              <li>Процесно управување</li>
              <li>Микропроцесори и микроконтролери</li>
              <li>Мехатронички системи</li>
            </ul>
          </div>
        </div>
      </div>
    </>
  );
};

export default Elektro;
