import Banner from "../../../components/Banner/Banner";
import Navbar from "../../../components/Navbar/Navbar";
import "./Masinski.css";

const Elektro = () => {
  return (
    <>
      <Banner img="/Struki/masinska.webp" text="Машинска Струка">
        <Navbar />
      </Banner>
      <div className="container">
        <div className="row">
          <hr />
          <h4>Машински Техничар за моторни возила</h4>
          <hr />
          <div className="col-sm-3">
            <ul>
              <h5>Прва година:</h5>
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Математика</li>
              <li>Историја</li>
              <li>Информатика</li>
              <li>Физика</li>
              <li>Технологија на обработка</li>
              <li>Музичка култура</li>
              <li>Класен час</li>
              <li>Граѓанско образование</li>
              <li>Техничко цртање со КАД</li>
              <li>Спорт и спортски активности</li>
              <li>Машински елементи со механика</li>
              <li>Ликовна уметност</li>
              <li>Машинство и други сектори</li>
              <li>Содржини програмирани од училиштето</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Втора година:</h5>
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Термодинамика</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Трета година:</h5>
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Математика</li>
              <li>Спорт и спортски активности</li>
              <li>Хидраулика и пневматика</li>
              <li>Мотори со внатрешно согорување</li>
              <li>Моторни возила</li>
              <li>Испитување на диганостика на возика</li>
              <li>Физика</li>
              <li>Електроника</li>
              <li>Учење преку работа кај работодавач</li>
              <li>Класен час</li>
              <li>Уреди и опрема кај моторни возила</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Четврта година:</h5>
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Бизнис и претприемништво</li>
              <li>
                Енергетска ефикасност и системи за греење, вентилација и
                климатизација
              </li>
            </ul>
          </div>
        </div>
      </div>
      <div className="container">
        <div className="row">
          <hr />
          <h4>Техничар за компјутерско управување</h4>
          <hr />
          <div className="col-sm-3">
            <ul>
              <h5>Прва година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Машински елементи со механика</li>
              <li>Машинство и други сектори</li>
              <li>Техничко цртање со КАД</li>
              <li>Технологија на обработка</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Втора година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Машински елементи со механика</li>
              <li>Техничко цртање со КАД</li>
              <li>Технологија на обработка</li>
              <li>Електротехника</li>
              <li>Електроника</li>
              <li>Термодинамика</li>
              <li>Компјутерско моделирање и конструирање</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Трета година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Компјутерско управување</li>
              <li>Индустриска роботика</li>
              <li>Програмирање на компјутерски управливи машини</li>
              <li>Хидраулика и пневматика</li>
              <li>Физика</li>
              <li>Учење преку работа кај работодавач</li>
              <li>Обновливи извори на енергија</li>
              <li>Класен час</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Четврта година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Спорт и спортски активности</li>
              <li>Математика</li>
              <li>Компјутерско управување</li>
              <li>Проектирање на производствени технолошки системи</li>
              <li>Програмирање на компјутерско управливи машини</li>
              <li>Физика</li>
              <li>Учење преку работа кај работодавач</li>
              <li>Класен час</li>
              <li>Автоматско програмирање со КАД/КАМ системи</li>
            </ul>
          </div>
        </div>
      </div>
      <div className="container">
        <hr />
        <h4>Автомеханичар</h4>
        <hr />
        <div className="row">
          <div className="col-sm-3">
            <ul>
              <h5>Прва година:</h5>
              <br />
              <li>Македонски јазикк и литература</li>
              <li>Англиски јазик</li>
              <li>Историја</li>
              <li>Информатика</li>
              <li>Математика</li>
              <li>Физика</li>
              <li>Ликовна уметност</li>
              <li>Музичка култура</li>
              <li>Спорт и спортски активности</li>
              <li>Технологија на обработка</li>
              <li>Основи на машинство</li>
              <li>Техничка комуникација</li>
              <li>Практична настава</li>
              <li>Класен час</li>
              <li>Спорт и спортски активности</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Втора година:</h5>
              <br />
              <li>Македонски јазик и литер</li>
              <li>Англиски јазик</li>
              <li>Математика</li>
              <li>Историја</li>
              <li>Физика</li>
              <li>Класен час</li>
              <li>Спорт и спортски активности</li>
              <li>Мотори со внетрешно согорување</li>
              <li>Еелектротехника</li>
              <li>Електроника</li>
            </ul>
          </div>
          <div className="col-sm-3">
            <ul>
              <h5>Трета година:</h5>
              <br />
              <li>Македонски јазик и литература</li>
              <li>Англиски јазик</li>
              <li>Математика</li>
              <li>Спорт и спортски активности</li>
              <li>Моторни возила</li>
              <li>Мотори со внатрешно согорување</li>
              <li>Класен час</li>
            </ul>
          </div>
        </div>
      </div>
    </>
  );
};

export default Elektro;
